export const abkhazia: Record<string, { region: string; indexes: string[]; lat: number; lon: number; }> = {
  // --- Абхазия ---
  'сухум': { region: 'Республика Абхазия', indexes: ['384900'], lat: 43.0013, lon: 41.0234 },
  'гагра': { region: 'Республика Абхазия', indexes: ['384650'], lat: 43.2800, lon: 40.2600 },
  'гудаута': { region: 'Республика Абхазия', indexes: ['384610'], lat: 43.1000, lon: 40.6167 },
  'пицунда': { region: 'Республика Абхазия', indexes: ['384671'], lat: 43.1583, lon: 40.3417 },
  'очамчира': { region: 'Республика Абхазия', indexes: ['384730'], lat: 42.7167, lon: 41.4667 },
  'новый афон': { region: 'Республика Абхазия', indexes: ['384690'], lat: 43.0833, lon: 40.8167 },
  'гал': { region: 'Республика Абхазия', indexes: ['384750'], lat: 42.6333, lon: 41.7333 },
  'ткуарчал': { region: 'Республика Абхазия', indexes: ['384720'], lat: 42.8500, lon: 41.6667 },
  'леселидзе': { region: 'Республика Абхазия', indexes: ['384673'], lat: 43.3833, lon: 40.0333 },
  'цандрыпш': { region: 'Республика Абхазия', indexes: ['384680'], lat: 43.3833, lon: 40.0833 },
  'бзыбь': { region: 'Республика Абхазия', indexes: ['384661'], lat: 43.2333, lon: 40.3667 },
  'мюссера': { region: 'Республика Абхазия', indexes: ['384679'], lat: 43.1500, lon: 40.4667 },
  'лата': { region: 'Республика Абхазия', indexes: ['384692'], lat: 43.1667, lon: 40.6333 },
  'ауадхара': { region: 'Республика Абхазия', indexes: ['384685'], lat: 43.5000, lon: 40.6167 },
  'амзара': { region: 'Республика Абхазия', indexes: ['384713'], lat: 42.8167, lon: 41.5167 },
  'репо-завод': { region: 'Республика Абхазия', indexes: ['384701'], lat: 42.8833, lon: 41.1167 },
};
