export const belarus: Record<string, { region: string; indexes: string[]; lat: number; lon: number; }> = {
  // --- Беларусь ---
  "минск": { region: "Республика Беларусь", indexes: ['220000'], lat: 53.9045, lon: 27.5615 },
  "гомель": { region: "Республика Беларусь", indexes: ['246000'], lat: 52.4242, lon: 31.0084 },
  "могилёв": { region: "Республика Беларусь", indexes: ['212000'], lat: 53.9100, lon: 30.3400 },
  "витебск": { region: "Республика Беларусь", indexes: ['210000'], lat: 55.1904, lon: 30.2049 },
  "гродно": { region: "Республика Беларусь", indexes: ['230000'], lat: 53.6884, lon: 23.8258 },
  "брест": { region: "Республика Беларусь", indexes: ['224000'], lat: 52.0976, lon: 23.7341 },
  "бобруйск": { region: "Республика Беларусь", indexes: ['213800'], lat: 53.1500, lon: 29.2333 },
  "барановичи": { region: "Республика Беларусь", indexes: ['225401'], lat: 53.1333, lon: 26.0167 },
};