export const turkmenistan: Record<string, { region: string; indexes: string[]; lat: number; lon: number; }> = {
  // --- Туркменистан ---
  'ашхабад': { region: 'Туркменистан', indexes: ['744000'], lat: 37.9601, lon: 58.3261 },
  'туркменабад': { region: 'Туркменистан', indexes: ['746100'], lat: 39.0833, lon: 63.5667 },
  'дашогуз': { region: 'Туркменистан', indexes: ['745200'], lat: 41.8333, lon: 59.9667 },
  'мары': { region: 'Туркменистан', indexes: ['745400'], lat: 37.6000, lon: 61.8333 },
  'балканабад': { region: 'Туркменистан', indexes: ['745100'], lat: 39.5167, lon: 54.3667 },
  'байрамали': { region: 'Туркменистан', indexes: ['745430'], lat: 37.6167, lon: 62.1667 },
  'туркменбаши': { region: 'Туркменистан', indexes: ['745000'], lat: 40.0167, lon: 52.9667 },
  'теджен': { region: 'Туркменистан', indexes: ['745300'], lat: 37.3833, lon: 60.5000 },
  'абадан туркменистан': { region: 'Туркменистан', indexes: ['744200'], lat: 38.0667, lon: 58.2167 },
  'аннау туркменистан': { region: 'Туркменистан', indexes: ['744210'], lat: 37.9000, lon: 58.5333 },
  'кёнеургенч': { region: 'Туркменистан', indexes: ['745220'], lat: 42.3333, lon: 59.1500 },
  'гумдаг': { region: 'Туркменистан', indexes: ['745120'], lat: 39.2000, lon: 54.5833 },
  'хазар туркменистан': { region: 'Туркменистан', indexes: ['745140'], lat: 39.4500, lon: 53.0333 },
  'сейди': { region: 'Туркменистан', indexes: ['746130'], lat: 39.4000, lon: 62.9000 },
  'магданлы': { region: 'Туркменистан', indexes: ['746140'], lat: 37.8000, lon: 66.3000 },
  'газоджак': { region: 'Туркменистан', indexes: ['746150'], lat: 41.1833, lon: 61.4000 },
};
