// Список регионов для последовательной обработки.
// Этот список используется на сервере для итерации и сбора данных.
export const regions = [
  // Федеральные города
  "Москва",
  "Санкт-Петербург",
  "Севастополь",

  // Области Центрального ФО
  "Московская область",
  "Белгородская область",
  "Брянская область",
  "Владимирская область",
  "Воронежская область",
  "Ивановская область",
  "Калужская область",
  "Костромская область",
  "Курская область",
  "Липецкая область",
  "Орловская область",
  "Рязанская область",
  "Смоленская область",
  "Тамбовская область",
  "Тверская область",
  "Тульская область",
  "Ярославская область",

  // Северо-Западный ФО
  "Ленинградская область",
  "Республика Карелия",
  "Республика Коми",
  "Архангельская область",
  "Вологодская область",
  "Калининградская область",
  "Мурманская область",
  "Ненецкий автономный округ",
  "Новгородская область",
  "Псковская область",

  // Южный ФО
  "Республика Адыгея",
  "Республика Калмыкия",
  "Республика Крым",
  "Краснодарский край",
  "Астраханская область",
  "Волгоградская область",
  "Ростовская область",

  // Северо-Кавказский ФО
  "Республика Дагестан",
  "Республика Ингушетия",
  "Кабардино-Балкарская Республика",
  "Карачаево-Черкесская Республика",
  "Республика Северная Осетия — Алания",
  "Чеченская Республика",
  "Ставропольский край",

  // Приволжский ФО
  "Республика Башкортостан",
  "Республика Марий Эл",
  "Республика Мордовия",
  "Республика Татарстан",
  "Удмуртская Республика",
  "Чувашская Республика",
  "Кировская область",
  "Нижегородская область",
  "Оренбургская область",
  "Пензенская область",
  "Пермский край",
  "Самарская область",
  "Саратовская область",
  "Ульяновская область",

  // Уральский ФО
  "Курганская область",
  "Свердловская область",
  "Тюменская область",
  "Челябинская область",
  "Ханты-Мансийский автономный округ - Югра",
  "Ямало-Ненецкий автономный округ",

  // Сибирский ФО
  "Республика Алтай",
  "Республика Тыва",
  "Республика Хакасия",
  "Алтайский край",
  "Красноярский край",
  "Иркутская область",
  "Кемеровская область",
  "Новосибирская область",
  "Омская область",
  "Томская область",

  // Дальневосточный ФО
  "Республика Бурятия",
  "Республика Саха (Якутия)",
  "Забайкальский край",
  "Камчатский край",
  "Приморский край",
  "Хабаровский край",
  "Амурская область",
  "Еврейская автономная область",
  "Магаданская область",
  "Сахалинская область",
  "Чукотский автономный округ",

  // Страны СНГ
  "Беларусь",
  "Казахстан",
  "Армения",
  "Азербайджан",
  "Кыргызстан",
  "Молдова",
  "Таджикистан",
  "Узбекистан",
];
